Repository: yukimochi/CM3D2_Plugin_Merge
Catalog: cm3d2_plugin_merge/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

source: Copying
ja_jp: コピー中

# CreatedUpdatelst
source: update.lst has created. (All process has done!)
ja_jp: update.lstが作成されました。（全ての処理が終了しました！）

# CreateExportDir
source: Now creating export directory.
ja_jp: 保存先のディレクトリを作成しています。

# ExportFolderCanceled
source: Export folder are not selected.
ja_jp: 出力先フォルダが選択されませんでした。

# FileList.Text
source: List of files merging
ja_jp: 結合されるプラグインのファイル

# FileName.Text
source: File name (Relative path)
ja_jp: ファイル名（相対パス）

# FileNameCS
source: File name (Relative path)
ja_jp: ファイル名（相対パス）

# FinishMsg
source: Please copy the official updater "update.exe" and "update.ini" to the merged_plugin folder.
ja_jp: merged_plugin フォルダに、公式アップデータの"update.exe"と"update.ini"をコピーしてください。

# FinishMsgTitle
source: Plugin merging are finished.
ja_jp: プラグインの結合が完了しました。

# PluginFolderCenceled
source: Plugin folder are not selected.
ja_jp: プラグインフォルダが選択されませんでした。

# PluginList.Text
source: List of detected plugins
ja_jp: 検出されたプラグイン一覧

# PluginLoaded
source: plugins loaded.
ja_jp: のプラグインを読み込みました。

# PluginName.Text
source: Plugin folder name
ja_jp: プラグインフォルダ名

# PluginNameCS
source: Plugin folder name
ja_jp: プラグインフォルダ名

# RefPlugin.Text
source: Reference plugin
ja_jp: 参照元プラグイン

# SelectExportFolder.Content
source: Select Export folder
ja_jp: 出力先フォルダの選択

source: Select Plugin folder
ja_jp: プラグインフォルダの選択

# Version.Text
source: Version
ja_jp: バージョン

# Copylight
source: Merge Custom Maid 3D2 plugins and updates. This application is not licensed by KISS. This software is released under the MIT License. ©2017 YUKIMOCHI Laboratory Github: https://github.com/yukimochi/CM3D2_Plugin_Merge Twitter: @Naoki_Kosaka_ Web: https://lab.yukimochi.jp/
ja_jp: カスタムメイド3D2のプラグインやアップデータを結合します。 このアプリはKISSの許諾を受けたものではありません。 このソフトウェアは、MITライセンスのもとで公開されています。 ©2017 YUKIMOCHI Laboratory Github : https://github.com/yukimochi/CM3D2_Plugin_Merge Twitter : @Naoki_Kosaka_ Web : https://lab.yukimochi.jp/

# Description
source: 1. Unzip the plug-in/update zip file of Custom Maid 3D2. 2. Store the unzipped folders grouped together in one folder. (We will name this grouped folder "Plugin folder".) 3. Specify the plugin folder by clicking "Select Plugin folder". 4. Specify the export folder by clicking "Select Export folder". 5. If necessary, check the List of detected plugins and the List of files merging. 6. Click "Start merge" to perform the merge process. * A "merged_plugin" folder is created in the export folder, and a merged plug-in is created in that folder. * "Personality pack, plus, plug-in for with Chu-B Lip" is not supported. (Plugins containing "_oh _" in the folder name are ignored.)
ja_jp: 1. カスタムメイド3D2のプラグイン・アップデートのzipファイルを展開します。 2. 解凍したフォルダ群を1つのフォルダにまとめて格納してください。 （このまとめたフォルダをプラグインフォルダとします。） 3. プラグインフォルダを"プラグインフォルダの選択"をクリックして指定します。 4. 出力先のフォルダを"出力先フォルダの選択"をクリックして指定します。 5. 必要に応じて、結合元のプラグインの一覧と結合されるプラグインのファイルを確認します。 6. "結合する"をクリックして、結合処理を行います。 ※ 出力先フォルダに"merged_plugin"フォルダが作成され、その中に合成済みプラグインが作成されます。 ※ "性格パック,プラス,with Chu-B Lip向けプラグイン"には、未対応です。 (フォルダ名に"_oh_"を含むプラグインは、無視されます。)

# DescriptionTitle
source: How to use CM3D2 Plugin Merge Tool
ja_jp: CM3D2 Plugin Merge Tool の使い方

# Howtouse.Content
source: How to use
ja_jp: 使い方
